Repository: TenuEngineering/Code-Editor
Catalog: Languages/String.*.resx
Languages: tr

# CardAddedSuccess
source: NEW CARD FOLDER CREATED SUCCESSFULLY
tr: YENİ KART KLASÖRÜ BAŞARIYLA OLUŞTURULDU

# CardAddError
source: Please add a card first.
tr: Lütfen önce bir kart ekleyiniz.

# CardExistsWarning
source: This card has already been added.
tr: Bu kart zaten eklenmiş.

# CardFolderExistsWarning
source: A CARD FOLDER WITH THE SAME NAME EXISTS\nWOULD YOU LIKE TO OVERWRITE IT?
tr: AYNI İSİMDE KART KLASÖRÜ BULUNMAKTADIR\nÜZERİNE İŞLEM YAPMAK İSTER MİSİNİZ?

# CardFolderOverwriteConfirmation
source: THE DEFAULT CARD FOLDER WILL BE DELETED\nDO YOU CONFIRM?
tr: VARSAYILAN KART KLASÖRÜ SİLİNİCEKTİR\nONAYLIYOR MUSUNUZ?

# CardNameEmptyError
source: PLEASE ENTER THE CARD NAME.
tr: LÜTFEN KART İSMİNİ GİRİNİZ.

# CardPropertiesNotFoundError
source: Card properties not found.
tr: Kart özellikleri bulunamadı.

# CardPropertiesSuccess
source: Card properties successfully loaded.
tr: Kart özellikleri başarıyla yüklendi.

# ChooseCardError
source: PLEASE CHOOSE A CARD.
tr: LÜTFEN KART SEÇİNİZ.

# ChooseWorkspace
source: Choose a workspace
tr: Çalışma alanı seçin.

# CreateProjectAddECU
source: Add ECU
tr: ECU Ekle

# CreateProjectAddedECU
source: Added ECU
tr: Eklenen ECU'lar

# CreateProjectBrowseBtn
source: Browse
tr: Göz at

# CreateProjectChooiceECU
source: Chooise ECU
tr: ECU Seç

# CreateProjectDelete
source: Delete
tr: Sil

# CreateProjectECUInfo
source: ECU Information
tr: ECU Bilgileri

# CreateProjectECUName
source: ECU Name
tr: ECU Adı

# CreateProjectLabelAdd
source: Add a new project
tr: Yeni proje ekle

# CreateProjectProjectName
source: Project Name
tr: Proje Adı

# CreateProjectWorkspace
source: Select a workspace
tr: Çalışma alanı seçin.

# HomePageButton1
source: Create Project
tr: Proje Oluştur

# HomePageButton2
source: Open Project
tr: Proje Aç

# HomePageProjectInfo
source: Recently Created Projects
tr: SON OLUŞTURULAN PROJELER

# HomePageTreeWievToday
source: Today
tr: Bugün

# HomePageTreeWievWeek
source: This Week
tr: Bu Hafta

# HomePageTreeWievYesterday
source: Yesterday
tr: Dün

# InvalidPathError
source: Invalid folder path.
tr: Klasör yolu geçersizdir.

# ProjectCreatedSuccess
source: PROJECT SUCCESSFULLY CREATED
tr: PROJE BAŞARIYLA OLUŞTURULDU

# ProjectFolderExistsWarning
source: A FOLDER WITH THE SAME NAME EXISTS\nWOULD YOU LIKE TO OVERWRITE IT?
tr: AYNI İSİMDE KLASÖR BULUNMAKTADIR\nÜZERİNE İŞLEM YAPMAK İSTER MİSİNİZ?

# ProjectNameEmptyError
source: PLEASE ENTER THE PROJECT NAME.
tr: LÜTFEN PROJE İSMİNİ GİRİNİZ.

# ProjectNotFound
source: Project not available
tr: Proje mevcut değil.

# ProjectOverwriteConfirmation
source: THE DEFAULT {0} PROJECT WILL BE DELETED\nDO YOU CONFIRM?
tr: VARSAYILAN {0} PROJESİ SİLİNİCEKTİR\nONAYLIYOR MUSUNUZ?

# ProjectSelectionError
source: PLEASE FILL OUT ALL FIELDS.
tr: LÜTFEN TÜM ALANLARI DOLDURUNUZ.

# warningCreateProject1
source: PLEASE FILL IN ALL FIELDS
tr: LÜTFEN TÜM ALANLARI DOLDURUNUZ

# warningCreateProject10
source: PROJECT CREATED SUCCESSFULLY
tr: PROJE BAŞARIYLA OLUŞTURULDU

# warningCreateProject11
source: This card has already been added
tr: Bu kart zaten eklenmiş

# warningCreateProject2
source: PLEASE ENTER THE PROJECT NAME
tr: LÜTFEN PROJE İSMİNİ GİRİNİZ

# warningCreateProject3
source: PLEASE ENTER THE CARD NAME
tr: LÜTFEN KART İSMİNİ GİRİNİZ

# warningCreateProject4
source: PLEASE SELECT A CARD
tr: LÜTFEN KART SEÇİNİZ

# warningCreateProject5
source: Please add a card first
tr: Lütfen önce bir kart ekleyiniz

# warningCreateProject6
source: A FOLDER WITH THE SAME NAME ALREADY EXISTS\nDO YOU WANT TO OVERWRITE IT?
tr: AYNI İSİMDE KART KLASÖRÜ BULUNMAKTADIR\nÜZERİNE İŞLEM YAPMAK İSTER MİSİNİZ?

# warningCreateProject7
source: The DEFAULT CARD FOLDER WILL BE DELETED\nDO YOU CONFIRM?
tr: VARSAYILAN KART KLASÖRÜ SİLİNİCEKTİR\nONAYLIYOR MUSUNUZ?

# warningCreateProject8
source: NEW CARD FOLDER CREATED SUCCESSFULLY
tr: YENİ KART KLASÖRÜ BAŞARIYLA OLUŞTURULDU

# warningCreateProject9
source: The DEFAULT PROJECT WILL BE DELETED\nDO YOU CONFIRM?
tr: VARSAYILAN PROJE SİLİNİCEKTİR\nONAYLIYOR MUSUNUZ?
